Revit 2027 API
NumberingSchemaType Properties
The NumberingSchemaType type exposes the following members.
Properties
Name | Description
Guid |  The Guid of GUID-based enum object.
(Inherited from GuidEnum)
Top
See Also
Reference
NumberingSchemaType Class
Autodesk.Revit.DB Namespace